//_______________2_______________
//Тобі потрібно зберігати ім’я та прізвище в змінній, придумай до 4-х імен змінних, що потрібні тобі для даної задачі. Також напиши до 5 неправильних імен (неправильні імена повинні бути закоментовані);

let myNmae = 'Andrii';
let mySurname = 'Zadorozhnii';
let teacherName = 'Oleg';
let teacherSurname = 'Marchenko';

// Wrong names in comments

// Igor Svetlana Robert Kiril Stas 
/* Slava Petr Ira Boris Genry */

//_______________3_______________
// Вкажи всі можливі способи коментування коду;

// '//' - одеострочный комментарий.
// '/* */' - многострочный комментарий.



//_______________4_______________
/* Стили написания имен переменных 

kebab-case — составные части переменной разделяются дефисом. Например: my-super-var .
snake_case — для разделения используется подчеркивание. ...
CamelCase — каждое слово в переменной пишется с заглавной буквы. ...
lowerCamelCase — каждое слово в переменной пишется с заглавной буквы, кроме первого. 
*/
